anth-464/anth-464-syllabus-16-week.org
#+CATEGORY: ANTH 464
#+OPTIONS: broken-links:nil todo:nil
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+STARTUP: entitiespretty
#+STARTUP: noinlineimages
#+hugo_base_dir: .


#+TITLE: Spring 2019 ANTH 464 Hawaiian Archaeology
#+AUTHOR: Dr. Thomas S. Dye
* Homepage
  :PROPERTIES:
  :EXPORT_HUGO_SECTION:
  :EXPORT_AUTHOR: "ANTH 464"
  :END:

* ANTH 464
  :PROPERTIES:
   :EXPORT_HUGO_SECTION: post
  :END:

** Syllabus
   :PROPERTIES:
   :EXPORT_FILE_NAME: anth-464-s19-syllabus
   :EXPORT_TITLE: Spring 2019 Syllabus for Hawaiian Archaeology ANTH 464
   :EXPORT_LATEX_CLASS: koma-article
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_DATE: 2018-10-14
   :END:

  - Meeting Times :: MWF 9:30--10:20
  - Classroom :: SAUNDERS 345
  - Instructor :: Dr. Thomas S. Dye (=tdye@hawaii.edu=)
    - Office :: Saunders 346B
    - Office Hour :: F 10:30--11:30 (or by appointment)


*** Course Description

 This course is designed to provide undergraduate (and graduate)
 students an in-depth introduction to the archaeology of the Hawaiian
 Islands. Topics that we will consider include (but not be limited to)
 archaeology's contribution to traditional and post-Contact history,
 the geographical and historical origins of the Polynesian discoverers,
 the timing of island colonization and settlement, the development and
 innovation of food production and craft economies, the emergence of
 socio-political hierarchies, and some consequences of contact and
 colonialism.  We will also consider the relevance of archaeology to
 contemporary society.

 Students are expected to be interested in old Hawai`i and curious
 about how archaeology might contribute to Hawaiian history.  There
 will be a research paper (10 pages plus bibliography) and other
 shorter writing assignments. This course is designed for
 upper-division undergraduates and graduate students. We welcome all
 students with interests in old Hawai`i. A background in archaeology is
 helpful but not a prerequisite.

*** Student Learning Outcomes
  - Students can evaluate the validity and limitations of
    archaeological theories and research claims.
  - Students understand the tempo of change in old Hawai`i.
  - Students are familiar with the materials and methods of Hawaiian
    archaeology.

*** Disability Statement

 Any student desiring an accommodation based on the impact of a disability should
 contact =tdye@hawaii.edu= to discuss specific needs. Students with documented
 disabilitites, please contact the KOKUA Program at 808--956--7511 or visit them
 at the Queen Lili`uokalani Center 013 to coordinate reasonable accommodations.

*** Stipulations
  - Please ask questions outside class with the Laulima "Mailtool" so other
    students can benefit from the conversation
  - For private questions, please send an email to =tdye@hawaii.edu=, visit
    during office hour, or schedule an appointment
  - Writing assignments must be submitted as Portable Document Format
    (pdf) files via Laulima
  - No credit for late assignments without prior notification and a written
    medical excuse
  - Final term papers /will not be accepted/ after the due date and time
  - Failure to submit a final draft term paper on time results in a failing
    grade for the course

*** Textbook

 The required textbook for this semester is /Hawaii's Past in a World
 of Pacific Islands/, by J. M. Bayman and T. S. Dye (2013), SAA Press,
 Washington.

 We will read and discuss the book critically, focusing primarily on
 the archaeological materials and secondarily on the relationship of
 archaeological evidence to other kinds of evidence.

*** Mid-Term Examination
    :PROPERTIES:
    :CUSTOM_ID: mid-term-examination
    :END:
 The mid-term examination includes three essay questions, chosen from a list of
 discussion questions available on Laulima. Note that students have the
 opportunity to discuss these discussioin questions during class meetings leading up
 to the mid-term examination (but not during the examination), although students will
 not know ahead of time which discussion questions will appear on the mid-term
 examination.

