anth-464/anth-464-syllabus-16-week.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-10-14 Sun 09:47 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Spring 2019 ANTH 464 Hawaiian Archaeology</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Dr. Thomas S. Dye" />
</head>
<body>
<div id="content">
<h1 class="title">Spring 2019 ANTH 464 Hawaiian Archaeology</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org43c47d1">1. Homepage</a></li>
<li><a href="#orgf3d0d79">2. ANTH 464</a>
<ul>
<li><a href="#org4844961">2.1. Syllabus</a>
<ul>
<li><a href="#org8eba146">2.1.1. Course Description</a></li>
<li><a href="#orgbea5cf9">2.1.2. Student Learning Outcomes</a></li>
<li><a href="#orgb7adb99">2.1.3. Disability Statement</a></li>
<li><a href="#org06760cf">2.1.4. Stipulations</a></li>
<li><a href="#org6b83798">2.1.5. Textbook</a></li>
<li><a href="#mid-term-examination">2.1.6. Mid-Term Examination</a></li>
<li><a href="#term-paper">2.1.7. Term Paper</a></li>
<li><a href="#orge9f3299">2.1.8. Grading</a></li>
</ul>
</li>
<li><a href="#orgdba855d">2.2. Course Calendar</a></li>
<li><a href="#orgfd0a05b">2.3. Term Paper Instructions</a>
<ul>
<li><a href="#orgcd6875f">2.3.1. Term Paper Schedule</a></li>
<li><a href="#choose-topic">2.3.2. Choose excavation report</a></li>
<li><a href="#form-questions">2.3.3. Reconstitution</a></li>
<li><a href="#refine-proposal">2.3.4. Acquisition 1</a></li>
<li><a href="#pitch-research">2.3.5. Acquisition 2</a></li>
<li><a href="#abstract-and-bibliography">2.3.6. Specific Topic</a></li>
<li><a href="#introduction-and-outline">2.3.7. Structuration</a></li>
<li><a href="#two-body-paragraphs">2.3.8. Abstract, Outline, and Bibliography</a></li>
<li><a href="#first-draft">2.3.9. First draft</a></li>
<li><a href="#final-term-paper">2.3.10. Final term paper</a></li>
</ul>
</li>
<li><a href="#class-presentations">2.4. Class presentation</a></li>
<li><a href="#dq">2.5. Discussion Questions</a>
<ul>
<li><a href="#dq1">2.5.1. Discussion Questions 1</a></li>
<li><a href="#dq2">2.5.2. Discussion Questions 2</a></li>
<li><a href="#dq3">2.5.3. Discussion Questions 3</a></li>
<li><a href="#dq4">2.5.4. Discussion Questions 4</a></li>
<li><a href="#dq5">2.5.5. Discussion Questions 5</a></li>
<li><a href="#dq6">2.5.6. Discussion Questions 6</a></li>
<li><a href="#dq7">2.5.7. Discussion Questions 7</a></li>
<li><a href="#dq8">2.5.8. Discussion Questions 8</a></li>
<li><a href="#dq9">2.5.9. Discussion Questions 9</a></li>
<li><a href="#dq10">2.5.10. Discussion Questions 10</a></li>
<li><a href="#dq11">2.5.11. Discussion Questions 11</a></li>
<li><a href="#dq12">2.5.12. Discussion Questions 12</a></li>
<li><a href="#dq13">2.5.13. Discussion Questions 13</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org43c47d1" class="outline-2">
<h2 id="org43c47d1"><span class="section-number-2">1</span> Homepage</h2>
<div class="outline-text-2" id="text-1">
</div>
</div>

<div id="outline-container-orgf3d0d79" class="outline-2">
<h2 id="orgf3d0d79"><span class="section-number-2">2</span> ANTH 464</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-org4844961" class="outline-3">
<h3 id="org4844961"><span class="section-number-3">2.1</span> Syllabus</h3>
<div class="outline-text-3" id="text-2-1">
<dl class="org-dl">
<dt>Meeting Times</dt><dd>MWF 9:30&#x2013;10:20</dd>
<dt>Classroom</dt><dd>SAUNDERS 345</dd>
<dt>Instructor</dt><dd>Dr. Thomas S. Dye (<code>tdye@hawaii.edu</code>)
<dl class="org-dl">
<dt>Office</dt><dd>Saunders 346B</dd>
<dt>Office Hour</dt><dd>F 10:30&#x2013;11:30 (or by appointment)</dd>
</dl></dd>
</dl>
</div>


<div id="outline-container-org8eba146" class="outline-4">
<h4 id="org8eba146"><span class="section-number-4">2.1.1</span> Course Description</h4>
<div class="outline-text-4" id="text-2-1-1">
<p>
This course is designed to provide undergraduate (and graduate)
students an in-depth introduction to the archaeology of the Hawaiian
Islands. Topics that we will consider include (but not be limited to)
archaeology's contribution to traditional and post-Contact history,
the geographical and historical origins of the Polynesian discoverers,
the timing of island colonization and settlement, the development and
innovation of food production and craft economies, the emergence of
socio-political hierarchies, and some consequences of contact and
colonialism.  We will also consider the relevance of archaeology to
contemporary society.
</p>

<p>
Students are expected to be interested in old Hawai`i and curious
about how archaeology might contribute to Hawaiian history.  There
will be a research paper (10 pages plus bibliography) and other
shorter writing assignments. This course is designed for
upper-division undergraduates and graduate students. We welcome all
students with interests in old Hawai`i. A background in archaeology is
helpful but not a prerequisite.
</p>
</div>
</div>

<div id="outline-container-orgbea5cf9" class="outline-4">
<h4 id="orgbea5cf9"><span class="section-number-4">2.1.2</span> Student Learning Outcomes</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li>Students can evaluate the validity and limitations of
archaeological theories and research claims.</li>
<li>Students understand the tempo of change in old Hawai`i.</li>
<li>Students are familiar with the materials and methods of Hawaiian
archaeology.</li>
</ul>
</div>
</div>

<div id="outline-container-orgb7adb99" class="outline-4">
<h4 id="orgb7adb99"><span class="section-number-4">2.1.3</span> Disability Statement</h4>
<div class="outline-text-4" id="text-2-1-3">
<p>
Any student desiring an accommodation based on the impact of a disability should
contact <code>tdye@hawaii.edu</code> to discuss specific needs. Students with documented
disabilitites, please contact the KOKUA Program at 808&#x2013;956&#x2013;7511 or visit them
at the Queen Lili`uokalani Center 013 to coordinate reasonable accommodations.
</p>
</div>
</div>

<div id="outline-container-org06760cf" class="outline-4">
<h4 id="org06760cf"><span class="section-number-4">2.1.4</span> Stipulations</h4>
<div class="outline-text-4" id="text-2-1-4">
<ul class="org-ul">
<li>Please ask questions outside class with the Laulima "Mailtool" so other
students can benefit from the conversation</li>
<li>For private questions, please send an email to <code>tdye@hawaii.edu</code>, visit
during office hour, or schedule an appointment</li>
<li>Writing assignments must be submitted as Portable Document Format
(pdf) files via Laulima</li>
<li>No credit for late assignments without prior notification and a written
medical excuse</li>
<li>Final term papers <i>will not be accepted</i> after the due date and time</li>
<li>Failure to submit a final draft term paper on time results in a failing
grade for the course</li>
</ul>
</div>
</div>

<div id="outline-container-org6b83798" class="outline-4">
<h4 id="org6b83798"><span class="section-number-4">2.1.5</span> Textbook</h4>
<div class="outline-text-4" id="text-2-1-5">
<p>
The required textbook for this semester is <i>Hawaii's Past in a World
of Pacific Islands</i>, by J. M. Bayman and T. S. Dye (2013), SAA Press,
Washington.
</p>

<p>
We will read and discuss the book critically, focusing primarily on
the archaeological materials and secondarily on the relationship of
archaeological evidence to other kinds of evidence.
</p>
</div>
</div>

<div id="outline-container-org9c18146" class="outline-4">
<h4 id="mid-term-examination"><a id="org9c18146"></a><a id="ID-56ECA156-AEA4-4F7B-B298-05D814C6EC55"></a><span class="section-number-4">2.1.6</span> Mid-Term Examination</h4>
<div class="outline-text-4" id="text-mid-term-examination">
<p>
The mid-term examination includes three essay questions, chosen from a list of
discussion questions available on Laulima. Note that students have the
opportunity to discuss these discussioin questions during class meetings leading up
to the mid-term examination (but not during the examination), although students will
not know ahead of time which discussion questions will appear on the mid-term
examination.
</p>
</div>
</div>
