anth-464/anth-464-syllabus-16-week.html

<div id="outline-container-orgb92f68c" class="outline-4">
<h4 id="term-paper"><a id="orgb92f68c"></a><a id="id:BAA985D7-2A10-4951-BF31-82D482128DF3"></a><span class="section-number-4">2.1.7</span> Term Paper</h4>
<div class="outline-text-4" id="text-term-paper">
<p>
A passing grade in this course requires the student to undertake and complete a
term-long writing project. The term paper will summarize and critically review
an archaeological excavation report (or a particular topic taken from the report) and
supplementary material as appropriate.
</p>

<p>
Students may select an excavation report from the following list. These reports
and supplementary materials are either available online or held on course
reserve at Hamilton Library. Alternatively, students with particular interests
may write a term paper on another excavation report; in this case, please
consult with <code>tdye@hawaii.edu</code> to negotiate a mutually agreeable excavation
report.
</p>

<dl class="org-dl">
<dt>Bellows Dune Site, O`ahu</dt><dd>One of the first excavations of a stratified
beach site in Hawai`i. The site continues to play an important role in
archaeological narratives, but its interpretation has changed over time.
In particular, the dating of the site has been revised.</dd>
<dt>Site 4727, Hawai`i</dt><dd>A University of Hawai`i field school from 1968 to 1970
documented the pattern of settlement in the agricultural fields of upland
Lapakahi <i>ahupua`a</i> on the leeward side of Kohala district. Site 4727 is
a dwelling surrounded by sweet potato gardens that yielded an
unexpectedly complex habitation history.</dd>
</dl>

<dl class="org-dl">
<dt>Ordy Pond, O`ahu</dt><dd>A paleoenvironmental coring project at Ordy Pond in the
`Ewa district yielded crucial evidence for when Polynesians discovered
the islands and the environmental effects that followed discovery.</dd>
</dl>

<dl class="org-dl">
<dt>Wai`ahukini Cave, Hawai`i</dt><dd>Excavation of a fisherman's shelter
in the 1960's yielded a large assemblage of fishing gear. One of the few excavations of a
fisherman's cave before looters destroyed deposits in other coastal caves
searching for fishhooks to sell. The dating of the site has been revised.</dd>
</dl>

<dl class="org-dl">
<dt>Kal&#0257huipua`a Site E1-355, Hawai`i</dt><dd>A small cave located immediately inland of a
fishpond was thoroughly excavated in the mid 1970's.  The site yielded a
large amount of cultural material, primarily food remains, domestic
tools, and fishing gear.</dd>
<dt>Fort DeRussy, O`ahu</dt><dd>Archaeology beneath the surface of this military
installation in  Waik&#0299k&#0299 was undertaken using a backhoe guided by
nineteenth century maps.   The backhoe unearthed a buried fishpond and
the archaeologist was able to date construction of an <i>`auwai</i> that
brought fresh water to the pond.</dd>
</dl>

<dl class="org-dl">
<dt>K&#0257ne`aki Heiau, O`ahu</dt><dd>A classic excavation designed to investigate the
history of construction and guide renovation of a temple in Makaha Valley.</dd>
<dt>H&#0257lawa Pondfield, Hawai`i</dt><dd>An unexpectedly deep excavation in a narrow
valley on the windward coast of Hawai`i Island revealed a long history of
taro pondfield construction and renovation.</dd>
</dl>

<dl class="org-dl">
<dt>Kahikinui, Maui</dt><dd>This innovative excavation project took a regional
perspective and focused on the stratigraphic position of architectural
features.</dd>
</dl>

<dl class="org-dl">
<dt>Kona Shelter Cave, Hawai`i</dt><dd>A cave excavation at the <i>mauka</i> edge of Kailua
town yielded abundant material that the archaeologist reconstitutes as
reflecting subsistence practices and conflict.</dd>
<dt>Nualolo Kai, Kaua`i</dt><dd>Re-excavation of a site with spectacular preservation
of normally perishable materials revealed deep stratification. Bishop
Museum excavations here in the 1950's were extensive, but haven't been
published.</dd>
</dl>

<dl class="org-dl">
<dt>H&#0257lawa Dune Site, Moloka`i</dt><dd>Another excavation of a stratified beach site
from the 1960's that has a prominent place in archaeological narratives.
The dating of the site has been revised.</dd>
</dl>

<dl class="org-dl">
<dt>K&#0257newai, O`ahu</dt><dd>Backhoe excavations prior to construction of the Hawaiian
Studies building here on campus yielded evidence of change
over time in an irrigation system that fed pondfields in
one of the most productive agricultural systems on O`ahu.</dd>
<dt>M&#0257h&#0257`ulep&#0363, Kaua`i</dt><dd>Paleoenvironmental excavations in waterlogged sediments
at a large cave yielded a rich record of changes over time in the flora
and fauna of Kaua`i.</dd>
</dl>

<dl class="org-dl">
<dt>Anahulu Valley, O`ahu</dt><dd>The Anahulu Valley project focused on excavation of
M&#0257hele era sites that are known from land records. The project teamed
archaeologists under the direction of Pat Kirch with the historical
anthropologist Marshall Sahlins, who produced an historical ethnography
of the valley. Student papers will focus on one of the following sites:
<dl class="org-dl">
<dt>Site D6-25</dt><dd>The house site of Kaneiaulu.</dd>
<dt>Site D6-34</dt><dd>The house site of Kainiki.</dd>
<dt>Site D6-38</dt><dd>The house site of Kalua.</dd>
</dl></dd>
<dt>Wailau Valley, Moloka`i</dt><dd>An innovative regional excavation project carried
out in the pondfields of a large, undeveloped valley for a dissertation
here in the Anthropology Department.</dd>
</dl>
</div>
</div>


<div id="outline-container-orge9f3299" class="outline-4">
<h4 id="orge9f3299"><span class="section-number-4">2.1.8</span> Grading</h4>
<div class="outline-text-4" id="text-2-1-8">
<p>
The course grade is based on the number of points a student earns on the
mid-term examination, the term paper, and the class presentation. Note that a
student must complete the final term paper and turn it in on time to pass the
course.
</p>
</div>

<ol class="org-ol">
<li><a id="orga781e1f"></a>Distribution of Points<br />
<div class="outline-text-5" id="text-2-1-8-1">
<p>
Points will be given for each assignment submitted on time as shown in Table
<a href="#orgb38c7c2">1</a>. No points will be given for late assignments. Students who fail to
submit a term paper final draft on time will receive a failing grade for the
course.
</p>

<table id="orgb38c7c2">
<caption class="t-above"><span class="table-number">Table 1:</span> ANTH 464 distribution of points</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Assignment</th>
<th scope="col" class="org-right">Maximum</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Term paper 1. Choose excavation report</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 2. Reconstitution</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 3. Acquisition 1</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 4. Acquisition 2</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 5. Specific Topic</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 6. Structuration</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 7. Abstract, Outline, Bibliography</td>
<td class="org-right">4</td>
</tr>

<tr>
<td class="org-left">Term paper 8. First draft</td>
<td class="org-right">16</td>
</tr>

<tr>
<td class="org-left">Term paper 9. Final draft</td>
<td class="org-right">40</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Class presentation</td>
<td class="org-right">6</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Mid-term examination</td>
<td class="org-right">20</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">TOTAL</td>
<td class="org-right">110</td>
</tr>
</tbody>
</table>
</div>
</li>
