anth-464/anth-464-syllabus-16-week.org
**** Grading Scale
 Students who complete the term paper final draft and turn it in on time will be
 graded on the point scale in Table [[grading-scale]]. Note that students must
 complete the final term paper and submit it on time to receive a passing final
 grade.

 #+name: grading-scale
 #+caption: ANTH 464 final grading scale
 | Quality of Work | Points | Grade |
 |-----------------+--------+-------|
 | Excellent       |   \gt 97 | A+    |
 | Excellent       | 94--97 | A     |
 | Excellent       | 90--93 | A-    |
 | Good            | 87--89 | B+    |
 | Good            | 84--86 | B     |
 | Good            | 80--83 | B-    |
 | Fair            | 77--79 | C+    |
 | Fair            | 74--76 | C     |
 | Fair            | 70--73 | C-    |
 | Poor            | 67--69 | D+    |
 | Poor            | 64--66 | D     |
 | Poor            | 60--63 | D-    |
 | Failure         |   \lt 60 | F     |


