anth-464/anth-464-syllabus-16-week.html


<li><a id="org67015ae"></a>Grading Scale<br />
<div class="outline-text-5" id="text-2-1-8-2">
<p>
Students who complete the term paper final draft and turn it in on time will be
graded on the point scale in Table <a href="#orgf531964">2</a>. Note that students must
complete the final term paper and submit it on time to receive a passing final
grade.
</p>

<table id="orgf531964">
<caption class="t-above"><span class="table-number">Table 2:</span> ANTH 464 final grading scale</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Quality of Work</th>
<th scope="col" class="org-left">Points</th>
<th scope="col" class="org-left">Grade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Excellent</td>
<td class="org-left">&gt; 97</td>
<td class="org-left">A+</td>
</tr>

<tr>
<td class="org-left">Excellent</td>
<td class="org-left">94&#x2013;97</td>
<td class="org-left">A</td>
</tr>

<tr>
<td class="org-left">Excellent</td>
<td class="org-left">90&#x2013;93</td>
<td class="org-left">A-</td>
</tr>

<tr>
<td class="org-left">Good</td>
<td class="org-left">87&#x2013;89</td>
<td class="org-left">B+</td>
</tr>

<tr>
<td class="org-left">Good</td>
<td class="org-left">84&#x2013;86</td>
<td class="org-left">B</td>
</tr>

<tr>
<td class="org-left">Good</td>
<td class="org-left">80&#x2013;83</td>
<td class="org-left">B-</td>
</tr>

<tr>
<td class="org-left">Fair</td>
<td class="org-left">77&#x2013;79</td>
<td class="org-left">C+</td>
</tr>

<tr>
<td class="org-left">Fair</td>
<td class="org-left">74&#x2013;76</td>
<td class="org-left">C</td>
</tr>

<tr>
<td class="org-left">Fair</td>
<td class="org-left">70&#x2013;73</td>
<td class="org-left">C-</td>
</tr>

<tr>
<td class="org-left">Poor</td>
<td class="org-left">67&#x2013;69</td>
<td class="org-left">D+</td>
</tr>

<tr>
<td class="org-left">Poor</td>
<td class="org-left">64&#x2013;66</td>
<td class="org-left">D</td>
</tr>

<tr>
<td class="org-left">Poor</td>
<td class="org-left">60&#x2013;63</td>
<td class="org-left">D-</td>
</tr>

<tr>
<td class="org-left">Failure</td>
<td class="org-left">&lt; 60</td>
<td class="org-left">F</td>
</tr>
</tbody>
</table>
</div>
</li>
</ol>
</div>
</div>
