anth-464/anth-464-syllabus-16-week.org
** Course Calendar
   :PROPERTIES:
   :EXPORT_FILE_NAME: anth-464-s19-course-calendar
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_DATE: 2018-10-14
   :END:

 | Meeting  | Topic                                  | Discuss  | Lecture                            | Reading  | Assignment(s) due                   |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 1-7 (M)  | Introduction to ANTH 464               |          |                                    |          |                                     |
 | 1-9 (W)  | What is Hawaiian archaeology?          | Q. 1     | [[http://tsdye.online/anth-464-lectures/anth-464-what-is-archaeology.html][What is Archaeology?]]               |          |                                     |
 | 1-11 (F) | History of archaeological research     | Q. 1     |                                    | Ch. 1    |                                     |
 | 1-14 (M) | Environmental setting                  | Q. 2     |                                    | Ch. 2    |                                     |
 | 1-16 (W) | The anthropological project            | Q. 2     | Encountering Old Hawai`i           |          |                                     |
 | 1-18 (F) | Gift economy and property              | Q. 2     |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 1-21 (M) | *Holiday: Martin Luther King, Jr. Day* | No class | No class                           | No class | No class                            |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 1-23 (W) | A comparative perspective              | Q. 3     | Hawai`i in Polynesian Perspective  |          |                                     |
 | 1-25 (F) | Political development                  | Q. 3     |                                    |          |                                     |
 | 1-28 (M) | Chronology                             | Q. 4     | Chronological Framework            | Ch. 3    |                                     |
 | 1-30 (W) | Periods of history                     | Q. 4     |                                    |          |                                     |
 | 2-1 (F)  | Developing a research focus            | Q. 4     |                                    |          | Choose excavation report            |
 | 2-4 (M)  | Subsistence and settlement             | Q. 5     |                                    | Ch. 4    |                                     |
 | 2-6 (W)  | Archaeological survey                  | Q. 5     | Mapping in Hawai`i [[http://vimeo.com/29061006][part 1]] [[https://vimeo.com/29291389][part 2]]   |          |                                     |
 | 2-8 (F)  | Archaeological goals                   | Q. 5     |                                    |          | Reconstitution                      |
 | 2-11 (M) | Archaeological excavation              | Q. 6     | Excavation of a Fishing Settlement |          |                                     |
 | 2-13 (W) | Time in archaeology                    | Q. 6     |                                    |          |                                     |
 | 2-15 (F) | Archaeological inquiry                 | Q. 6     |                                    |          | Acquisition 1                       |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 2-18 (M) | Holiday: President's Day               | No class | No class                           | No class | No class                            |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 2-20 (W) | Review                                 |          |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 2-22 (F) | Mid-term examination                   |          |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 2-25 (M) | Technology                             | Q. 7     | Abrader Quarries on Hawai`i Island | Ch. 5    |                                     |
 | 2-27 (W) | Patterns of distribution               | Q. 7     | Pu`uwa`awa`a Volcanic Glass        |          |                                     |
 | 3-1 (F)  | Progress in archaeological inquiry     | Q. 7     |                                    |          | Acquisition 2                       |
 | 3-4 (M)  | Ideology                               | Q. 8     |                                    | Ch. 6    |                                     |
 | 3-6 (W)  | Role of specialists                    | Q. 8     | Hawaiian /Ko`i/                    |          |                                     |
 | 3-8 (F)  | Neo-evolutionism                       | Q. 8     |                                    |          | Specific Topic                      |
 | 3-11 (M) | Coastal settlement                     | Q. 9     | A Coastal Village                  |          |                                     |
 | 3-13 (W) | Settlement over time                   | Q. 9     |                                    |          |                                     |
 | 3-15 (F) | Classification                         | Q. 9     |                                    |          | Structuration                       |
 | 3-25 (M) | Inland settlement                      | Q. 10    | Rain-fed Agricultural Development  |          |                                     |
 | 3-27 (W) | Developmental trajectories             | Q. 10    |                                    |          |                                     |
 | 3-29 (F) | How to write a term paper              | Q. 10    |                                    |          | Abstract, Outline, and Bibliography |
 | 4-1 (M)  | Scholarly citations                    |          |                                    |          |                                     |
 | 4-3 (W)  | Q. of style                            |          |                                    |          |                                     |
 | 4-5 (F)  | Is the end in sight?                   |          |                                    |          | First draft                         |
 | 4-8 (M)  | Western contact                        | Q. 11    |                                    | Ch. 7    |                                     |
 | 4-10 (W) | Historic archaeology                   | Q. 11    |                                    |          |                                     |
 | 4-12 (F) | The future of Hawaiian archaeology     | Q. 11    |                                    | Ch. 8    |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 4-15 (M) | Class presentations                    |          |                                    |          |                                     |
 | 4-17 (W) | Class presentations                    |          |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 4-19 (F) | Holiday: Good Friday                   | No class | No class                           | No class | No class                            |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 4-22 (M) | Aurora Kagawa, Kohala field system     |          |                                    |          |                                     |
 | 4-24 (W) | Seth Quintus, Ka`\umacron{} field system        |          |                                    |          |                                     |
 | 4-26 (F) | Kekuewa Kikiloi, Hawaiian archaeology? |          |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 4-29 (M) | Class presentations                    |          |                                    |          |                                     |
 | 5-1 (W)  | Class presentations                    |          |                                    |          |                                     |
 |----------+----------------------------------------+----------+------------------------------------+----------+-------------------------------------|
 | 5-10 (F) |                                        |          |                                    |          | Final term paper                    |

