anth-464/anth-464-syllabus-16-week.html


<div id="outline-container-orgdba855d" class="outline-3">
<h3 id="orgdba855d"><span class="section-number-3">2.2</span> Course Calendar</h3>
<div class="outline-text-3" id="text-2-2">
<table>


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Meeting</th>
<th scope="col" class="org-left">Topic</th>
<th scope="col" class="org-left">Discuss</th>
<th scope="col" class="org-left">Lecture</th>
<th scope="col" class="org-left">Reading</th>
<th scope="col" class="org-left">Assignment(s) due</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">1/7 (M)</td>
<td class="org-left">Introduction to ANTH 464</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/9 (W)</td>
<td class="org-left">What is Hawaiian archaeology?</td>
<td class="org-left">Questions 1</td>
<td class="org-left">What is Archaeology?</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/11 (F)</td>
<td class="org-left">History of archaeological research</td>
<td class="org-left">Questions 1</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 1</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/14 (M)</td>
<td class="org-left">Environmental setting</td>
<td class="org-left">Questions 2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 2</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/16 (W)</td>
<td class="org-left">The anthropological project</td>
<td class="org-left">Questions 2</td>
<td class="org-left">Encountering Old Hawai`i</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/18 (F)</td>
<td class="org-left">Gift economy and property</td>
<td class="org-left">Questions 2</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">1/21 (M)</td>
<td class="org-left"><b>Holiday: Martin Luther King, Jr. Day</b></td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">1/23 (W)</td>
<td class="org-left">A comparative perspective</td>
<td class="org-left">Questions 3</td>
<td class="org-left">Hawai`i in Polynesian Perspective</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/25 (F)</td>
<td class="org-left">Political development</td>
<td class="org-left">Questions 3</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/28 (M)</td>
<td class="org-left">Chronology</td>
<td class="org-left">Questions 4</td>
<td class="org-left">Chronological Framework</td>
<td class="org-left">Chapter 3</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">1/30 (W)</td>
<td class="org-left">Periods of history</td>
<td class="org-left">Questions 4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/1 (F)</td>
<td class="org-left">Developing a research focus</td>
<td class="org-left">Questions 4</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#choose-topic">Choose excavation report</a></td>
</tr>

<tr>
<td class="org-left">2/4 (M)</td>
<td class="org-left">Subsistence and settlement</td>
<td class="org-left">Questions 5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 4</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/6 (W)</td>
<td class="org-left">Archaeological survey</td>
<td class="org-left">Questions 5</td>
<td class="org-left">Mapping in Hawai`i <a href="http://vimeo.com/29061006">part 1</a> <a href="https://vimeo.com/29291389">part 2</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/8 (F)</td>
<td class="org-left">Archaeological goals</td>
<td class="org-left">Questions 5</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#form-questions">Reconstitution</a></td>
</tr>

<tr>
<td class="org-left">2/11 (M)</td>
<td class="org-left">Archaeological excavation</td>
<td class="org-left">Questions 6</td>
<td class="org-left">Excavation of a Fishing Settlement</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/13 (W)</td>
<td class="org-left">Time in archaeology</td>
<td class="org-left">Questions 6</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/15 (F)</td>
<td class="org-left">Archaeological inquiry</td>
<td class="org-left">Questions 6</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#refine-proposal">Acquisition 1</a></td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2/18 (M)</td>
<td class="org-left">Holiday: President's Day</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2/20 (W)</td>
<td class="org-left">Review</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2/22 (F)</td>
<td class="org-left"><a href="#mid-term-examination">Mid-term examination</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">2/25 (M)</td>
<td class="org-left">Technology</td>
<td class="org-left">Questions 7</td>
<td class="org-left">Abrader Quarries on Hawai`i Island</td>
<td class="org-left">Chapter 5</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">2/27 (W)</td>
<td class="org-left">Patterns of distribution</td>
<td class="org-left">Questions 7</td>
<td class="org-left">Pu`uwa`awa`a Volcanic Glass</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/1 (F)</td>
<td class="org-left">Progress in archaeological inquiry</td>
<td class="org-left">Questions 7</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#pitch-research">Acquisition 2</a></td>
</tr>

<tr>
<td class="org-left">3/4 (M)</td>
<td class="org-left">Ideology</td>
<td class="org-left">Questions 8</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 6</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/6 (W)</td>
<td class="org-left">Role of specialists</td>
<td class="org-left">Questions 8</td>
<td class="org-left">Hawaiian <i>Ko`i</i></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/8 (F)</td>
<td class="org-left">Neo-evolutionism</td>
<td class="org-left">Questions 8</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#abstract-and-bibliography">Specific Topic</a></td>
</tr>

<tr>
<td class="org-left">3/11 (M)</td>
<td class="org-left">Coastal settlement</td>
<td class="org-left">Questions 9</td>
<td class="org-left">A Coastal Village</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/13 (W)</td>
<td class="org-left">Settlement over time</td>
<td class="org-left">Questions 9</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/15 (F)</td>
<td class="org-left">Classification</td>
<td class="org-left">Questions 9</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#introduction-and-outline">Structuration</a></td>
</tr>

<tr>
<td class="org-left">3/25 (M)</td>
<td class="org-left">Inland settlement</td>
<td class="org-left">Questions 10</td>
<td class="org-left">Rain-fed Agricultural Development</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/27 (W)</td>
<td class="org-left">Developmental trajectories</td>
<td class="org-left">Questions 10</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">3/29 (F)</td>
<td class="org-left">How to write a term paper</td>
<td class="org-left">Questions 10</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#two-body-paragraphs">Abstract, Outline, and Bibliography</a></td>
</tr>

<tr>
<td class="org-left">4/1 (M)</td>
<td class="org-left">Scholarly citations</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/3 (W)</td>
<td class="org-left">Questions of style</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/5 (F)</td>
<td class="org-left">Is the end in sight?</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#first-draft">First draft</a></td>
</tr>

<tr>
<td class="org-left">4/8 (M)</td>
<td class="org-left">Western contact</td>
<td class="org-left">Questions 11</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 7</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/10 (W)</td>
<td class="org-left">Historic archaeology</td>
<td class="org-left">Questions 11</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/12 (F)</td>
<td class="org-left">The future of Hawaiian archaeology</td>
<td class="org-left">Questions 11</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chapter 8</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">4/15 (M)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/17 (W)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">4/19 (F)</td>
<td class="org-left">Holiday: Good Friday</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
<td class="org-left">No class</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">4/22 (M)</td>
<td class="org-left">Aurora Kagawa, Kohala field system</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/24 (W)</td>
<td class="org-left">Seth Quintus, Ka`&#0363 field system</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">4/26 (F)</td>
<td class="org-left">Kekuewa Kikiloi, Hawaiian archaeology?</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">4/29 (M)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">5/1 (W)</td>
<td class="org-left"><a href="#final-term-paper">Class presentations</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">5/10 (F)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="#final-term-paper">Final term paper</a></td>
</tr>
</tbody>
</table>
</div>
</div>
