anth-464/anth-464-syllabus-16-week.html

<div id="outline-container-orgfd0a05b" class="outline-3">
<h3 id="orgfd0a05b"><span class="section-number-3">2.3</span> Term Paper Instructions</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-orgcd6875f" class="outline-4">
<h4 id="orgcd6875f"><span class="section-number-4">2.3.1</span> Term Paper Schedule</h4>
<div class="outline-text-4" id="text-2-3-1">
<table>


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Assignment</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">2/1 (F)</td>
<td class="org-left"><a href="#choose-topic">Choose excavation report</a></td>
</tr>

<tr>
<td class="org-left">2/8 (F)</td>
<td class="org-left"><a href="#form-questions">Reconstitution</a></td>
</tr>

<tr>
<td class="org-left">2/15 (F)</td>
<td class="org-left"><a href="#refine-proposal">Acquisition 1</a></td>
</tr>

<tr>
<td class="org-left">3/1 (F)</td>
<td class="org-left"><a href="#pitch-research">Acquisition 2</a></td>
</tr>

<tr>
<td class="org-left">3/8 (F)</td>
<td class="org-left"><a href="#abstract-and-bibliography">Specific Topic</a></td>
</tr>

<tr>
<td class="org-left">3/15 (F)</td>
<td class="org-left"><a href="#introduction-and-outline">Structuration</a></td>
</tr>

<tr>
<td class="org-left">3/29 (F)</td>
<td class="org-left"><a href="#two-body-paragraphs">Abstract, Outline, Bibliography</a></td>
</tr>

<tr>
<td class="org-left">4/5 (F)</td>
<td class="org-left"><a href="#first-draft">First draft</a></td>
</tr>

<tr>
<td class="org-left">4/15, 17, 29 or 5/1</td>
<td class="org-left"><a href="#class-presentations">Class presentation</a></td>
</tr>

<tr>
<td class="org-left">5/10 (F)</td>
<td class="org-left"><a href="#final-term-paper">Final term paper</a></td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgc389016" class="outline-4">
<h4 id="choose-topic"><a id="orgc389016"></a><a id="ID-8AA61042-4B65-4253-B82D-0D22A2E0E18C"></a><span class="section-number-4">2.3.2</span> Choose excavation report</h4>
<div class="outline-text-4" id="text-choose-topic">
<p>
Identify the report you've chosen from the following list. Discuss your
reasons for choosing it and describe what you hope to learn from it.
</p>

<dl class="org-dl">
<dt>Bellows Dune Site, O`ahu</dt><dd>One of the first excavations of a stratified
beach site in Hawai`i.</dd>
<dt>Site 4727, Hawai`i</dt><dd>Site 4727 is a dwelling surrounded by sweet potato
gardens that yielded an unexpectedly complex habitation history.</dd>
</dl>

<dl class="org-dl">
<dt>Ordy Pond, O`ahu</dt><dd>A paleoenvironmental coring project at Ordy Pond in the
`Ewa district yielded crucial evidence for when Polynesians discovered
the islands and the environmental effects that followed discovery.</dd>
</dl>

<dl class="org-dl">
<dt>Wai`ahukini Cave, Hawai`i</dt><dd>Excavation of a fisherman's shelter
in the 1960's yielded a large assemblage of fishing gear.</dd>
</dl>

<dl class="org-dl">
<dt>Kal&#0257huipua`a Site E1-355, Hawai`i</dt><dd>A small cave located immediately inland of a
fishpond was thoroughly excavated in the mid 1970's.</dd>
<dt>Fort DeRussy, O`ahu</dt><dd>Archaeology beneath the surface of this military
installation in  Waik&#0299k&#0299 was undertaken using a backhoe guided by
nineteenth century maps.</dd>
</dl>

<dl class="org-dl">
<dt>K&#0257ne`aki Heiau, O`ahu</dt><dd>A classic excavation designed to investigate the
history of construction and guide renovation of a temple in Makaha Valley.</dd>
<dt>H&#0257lawa Pondfield, Hawai`i</dt><dd>An unexpectedly deep excavation in a narrow
valley on the windward coast of Hawai`i Island revealed a long history of
taro pondfield construction and renovation.</dd>
</dl>

<dl class="org-dl">
<dt>Kahikinui, Maui</dt><dd>This innovative excavation project took a regional
perspective and focused on the stratigraphic position of architectural
features.</dd>
</dl>

<dl class="org-dl">
<dt>Kona Shelter Cave, Hawai`i</dt><dd>A cave excavation at the <i>mauka</i> edge of Kailua
town yielded abundant material that the archaeologist reconstitutes as
reflecting subsistence practices and conflict.</dd>
<dt>Nualolo Kai, Kaua`i</dt><dd>Re-excavation of a site with spectacular preservation
of normally perishable materials revealed deep stratification.</dd>
</dl>

<dl class="org-dl">
<dt>H&#0257lawa Dune Site, Moloka`i</dt><dd>Another excavation of a stratified beach site
from the 1960's that has a prominent place in archaeological narratives.</dd>
</dl>

<dl class="org-dl">
<dt>K&#0257newai, O`ahu</dt><dd>Backhoe excavations prior to construction of the Hawaiian
Studies building here on campus yielded evidence of change
over time in an irrigation system that fed pondfields in
one of the most productive agricultural systems on O`ahu.</dd>
<dt>M&#0257h&#0257`ulep&#0363, Kaua`i</dt><dd>Paleoenvironmental excavations in waterlogged sediments
at a large cave yielded a rich record of changes over time in the flora
and fauna of Kaua`i.</dd>
</dl>

<dl class="org-dl">
<dt>Anahulu Valley, O`ahu</dt><dd>The Anahulu Valley project focused on excavation of
M&#0257hele era sites that are known from land records. Student papers will
focus on one of the following sites:
<dl class="org-dl">
<dt>Site D6-25</dt><dd>The house site of Kaneiaulu.</dd>
<dt>Site D6-34</dt><dd>The house site of Kainiki.</dd>
<dt>Site D6-38</dt><dd>The house site of Kalua.</dd>
</dl></dd>
<dt>Wailau Valley, Moloka`i</dt><dd>An innovative regional excavation project carried
out in the pondfields of a large, undeveloped valley for a dissertation
here in the Anthropology Department.</dd>
</dl>
</div>
</div>

<div id="outline-container-org0506968" class="outline-4">
<h4 id="form-questions"><a id="org0506968"></a><a id="ID-3B1287B4-BFF1-40DC-9AED-B2A7FA9F2DB8"></a><span class="section-number-4">2.3.3</span> Reconstitution</h4>
<div class="outline-text-4" id="text-form-questions">
<p>
Summarize in your own words what the author(s) of the report claimed the
excavation had revealed about old Hawai`i.  Take care to state the claims as
precisely as you can.  The critical part of your paper, which you will write
later, will compare the evidence from the excavation with these claims.  Do your
best to state the claims at face value and try not to read into them your own
opinions and experiences.
</p>
</div>
</div>


<div id="outline-container-org798cf8d" class="outline-4">
<h4 id="refine-proposal"><a id="org798cf8d"></a><a id="ID-891F56A2-152F-4EA4-A66E-7B328994295E"></a><span class="section-number-4">2.3.4</span> Acquisition 1</h4>
<div class="outline-text-4" id="text-refine-proposal">
<p>
Every archaeologist comes to an excavation with background knowledge&#x2014;beliefs
about the past&#x2014;that are used to <b>guide inquiry</b> and to <b>frame hypotheses</b> the
excavation might be expected to test. What background knowledge did the
author(s) of the report you are reviewing bring to their work? Draw as much of
this as possible from the report itself, however, be aware that it is rare to
find a full discussion of background information in an excavation report. Is
background information provided for each of the claims made in the
reconstitution? If not, what is missing?
</p>
</div>
</div>

<div id="outline-container-orgf2e7db6" class="outline-4">
<h4 id="pitch-research"><a id="orgf2e7db6"></a><a id="ID-80B52ECA-1397-4852-88F0-0817CA33C182"></a><span class="section-number-4">2.3.5</span> Acquisition 2</h4>
<div class="outline-text-4" id="text-pitch-research">
<p>
Attempt to fill in any missing background information based on your readings
(including the textbook), the lectures, class discussions, and specific
questions you have for the instructor. What beliefs about old Hawai`i were
commonly held by archaeologists when the fieldwork for your excavation report
was carried out?
</p>
</div>
</div>


<div id="outline-container-orga81fe15" class="outline-4">
<h4 id="abstract-and-bibliography"><a id="orga81fe15"></a><a id="ID-4A80C976-BA79-455A-A28B-753F45FA2250"></a><span class="section-number-4">2.3.6</span> Specific Topic</h4>
<div class="outline-text-4" id="text-abstract-and-bibliography">
<p>
Identify the specific topic that will be the focus of your term paper.  You can
choose to review the complete excavation report, or you can choose to focus on
some part of the report that catches your interest.  Describe why you have made
this choice and suggest why the reader might find your topic interesting.
</p>
</div>
</div>
