anth-464/anth-464-syllabus-16-week.org
*** Structuration
    :PROPERTIES:
    :ID:       F4E71772-5D44-4011-916E-6AFB4F922F33
    :CUSTOM_ID: introduction-and-outline
    :END:

 Referring to your [[#abstract-and-bibliography][specific topic]], describe how the excavation was structured to
 record space and time. Are space and time treated in a way that will make it
 possible to test hypotheses and fields of inquiry identified in [[#refine-proposal][acquisition]]?
 Were they treated in a way that will support the [[#form-questions][reconstitution claims]]? How were
 the artifacts of interest classified?  Referring again to [[#refine-proposal][acquisition]] and
 [[*Reconstitution][reconstitution]], are the classifications used in the report reasonable and useful?


*** Abstract, Outline, and Bibliography
    :PROPERTIES:
    :ID:       998239EC-6BED-4D52-8598-7D1770F83BBC
    :CUSTOM_ID: two-body-paragraphs
    :END:

 Write a 75 word abstract summarizing the paper you hope to write.
 Attach an outline with section headings and a draft of your bibliography. This
 bibliography should identify a list of five or more sources that include books,
 journals, and on-line resources. You can use Google and Wikipedia as much or
 little as you like, but your bibliography /must/ include some books and/or
 journal articles.

*** First draft
    :PROPERTIES:
    :ID:       EF1EECA5-A0E9-44ED-A052-849E3696B472
    :CUSTOM_ID: first-draft
    :END:

 Here your goal is to produce a coherent whole. Use material from previous
 writing assignments as much as possible. The draft can be rough but it must be
 complete, with an introduction, a body, and a conclusion. It also needs in-text
 citations and a bibliography of references cited! You will receive feedback on
 your draft.

 "Write your first draft with your heart. Re-write with your head."
 ~ from the movie /Finding Forrester/

*** Final term paper
    :PROPERTIES:
    :ID:       C7E954BD-698D-4BC8-A2AF-18F5C293A964
    :CUSTOM_ID: final-term-paper
    :END:

 "I'm not a very good writer, but I'm an excellent rewriter." ~ James Michener

** Class presentation
   :PROPERTIES:
   :CUSTOM_ID: class-presentations
   :EXPORT_FILE_NAME: anth-464-class-presentation
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_DATE: 2018-10-14
   :END:

 Your research presentation should /not/ be a simple "replay" of your
 topic but should be re-designed so that you
  - spend some time talking spontaneously
  - employ more than one medium (such as slides)
  - engage your classmates in discussion

 A successful presentation will focus on one part of the research, without trying
 to cover all of the research in your paper. You will have about 15--20 minutes
 to make your presentation; this will include time devoted to questions and
 answers.

 Your presentation will be graded separately from your paper.
** Discussion Questions
   :PROPERTIES:
   :CUSTOM_ID: dq
   :EXPORT_FILE_NAME: anth-464-discussion-questions
   :EXPORT_HUGO_WEIGHT: auto
   :EXPORT_HUGO_MENU: :menu main
   :EXPORT_OPTIONS: toc:t
   :EXPORT_DATE: 2018-10-14
   :END:
 These discussion questions help guide the conversation.  They are meant to
 augment the questions you bring to class.  Also, note that Discussion Questions
 1--6 include the three questions that will appear on the mid-term examination.

*** DONE Discussion Questions 1
    :PROPERTIES:
    :CUSTOM_ID: dq1
    :END:
    :LOGBOOK:
    - State "DONE"       from              [2015-09-09 Wed 15:02]
    :END:

  - How has the institutional framework of Hawaiian archaeology changed
    over time?
  - What was the innovation introduced by the settlement pattern
    approach?
  - What research questions occupy Hawaiian archaeologists today?
  - How is archaeology different from history?
  - How is historicism different from social science?
  - Why study archaeology?
  - Is the temple on L\amacron{}na`i Island a site?  Why, or why not?
  - What is the necessary condition of inquiry?  Is scientific inquiry
   fundamentally different from other forms of inquiry?  Why or why
   not?
  - List the three logical steps of archaeological inquiry and describe
   them in your own terms.

*** DONE Discussion Questions 2
    :PROPERTIES:
    :CUSTOM_ID: dq2
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:54]
    :END:
    # Chapter 2
  - Describe the geological stages of islands in the Hawaiian Chain,
    starting at Hawai`i Island in the southeast and ending at H\omacron{}lanik\umacron
    in the northwest.  What is responsible for the differences?
  - From the point of view of Polynesian sailors, describe the factors
    that make the Hawaiian chain an isolated landmass.
  - Imagine yourself on the voyage with the Polynesian discoverers of
    Hawai`i.  What strange and unusual plants and animals might you
    have seen when you first stepped ashore?
  - Briefly describe one of the misunderstandings between /kanaka
    maoli/ and Cook's crew, focusing on the different ideas at its
    heart.  Are your ideas today closer to Cook's crew's ideas, or to
    the ideas held by /kanaka maoli/ in 1778--1779?

*** DONE Discussion Questions 3
    :PROPERTIES:
    :CUSTOM_ID: dq3
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:55]
    :END:
  - Compare and contrast the three different ways archaeologists have
    tried to estimate the date when Polynesians discovered Hawai`i.
    What is the best estimate of the discovery date?
  - Hawaiian archaeologists routinely confuse /sites/ and /surface/
    /architectural features/.  Is this a problem?  Why or why not?
  - How does Hommon's model for the development of traditional Hawaiian
    settlement relate to the division of lands into /moku/ and /ahupua`a/?
  - From the lecture, summarize the archaeological sequence of Hawai`i
    in terms of Discovery, Colonization, Settlement, and Innovation.
*** DONE Discussion Questions 4
    :PROPERTIES:
    :CUSTOM_ID: dq4
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 15:55]
    :END:
 # Tonga/Hawaii lecture
  - Describe the differences between Tongan and Hawaiian kinship
    terms.  How do the differences in terms reflect differences in
    social organization?
  - What is the /fahu/ relationship in Tonga?  How was it involved in
    the relationship of the sacred Tu`i Tonga to the secular Tu`i
    Kanokupolu?
  - Describe the movement of people and things through the Tongan
    empire.  How did the movement of people and things support the high
    status of the Tu`i Tonga?
  - Traditional Hawaiian political power is sometimes characterized as
    territorial in comparison to Tonga.  Describe the territorial
    organization of Hawaiian kingship.  Suggest some ideas why Hawaiian
    kings were different from kings in Tonga.

