anth-464/anth-464-syllabus-16-week.html

<div id="outline-container-orgd265139" class="outline-4">
<h4 id="introduction-and-outline"><a id="orgd265139"></a><a id="ID-F4E71772-5D44-4011-916E-6AFB4F922F33"></a><span class="section-number-4">2.3.7</span> Structuration</h4>
<div class="outline-text-4" id="text-introduction-and-outline">
<p>
Referring to your <a href="#abstract-and-bibliography">specific topic</a>, describe how the excavation was structured to
record space and time. Are space and time treated in a way that will make it
possible to test hypotheses and fields of inquiry identified in <a href="#refine-proposal">acquisition</a>?
Were they treated in a way that will support the <a href="#form-questions">reconstitution claims</a>? How were
the artifacts of interest classified?  Referring again to <a href="#refine-proposal">acquisition</a> and
<a href="#form-questions">reconstitution</a>, are the classifications used in the report reasonable and useful?
</p>
</div>
</div>


<div id="outline-container-org442dd9a" class="outline-4">
<h4 id="two-body-paragraphs"><a id="org442dd9a"></a><a id="ID-998239EC-6BED-4D52-8598-7D1770F83BBC"></a><span class="section-number-4">2.3.8</span> Abstract, Outline, and Bibliography</h4>
<div class="outline-text-4" id="text-two-body-paragraphs">
<p>
Write a 75 word abstract summarizing the paper you hope to write.
Attach an outline with section headings and a draft of your bibliography. This
bibliography should identify a list of five or more sources that include books,
journals, and on-line resources. You can use Google and Wikipedia as much or
little as you like, but your bibliography <i>must</i> include some books and/or
journal articles.
</p>
</div>
</div>

<div id="outline-container-orgbaa726f" class="outline-4">
<h4 id="first-draft"><a id="orgbaa726f"></a><a id="ID-EF1EECA5-A0E9-44ED-A052-849E3696B472"></a><span class="section-number-4">2.3.9</span> First draft</h4>
<div class="outline-text-4" id="text-first-draft">
<p>
Here your goal is to produce a coherent whole. Use material from previous
writing assignments as much as possible. The draft can be rough but it must be
complete, with an introduction, a body, and a conclusion. It also needs in-text
citations and a bibliography of references cited! You will receive feedback on
your draft.
</p>

<p>
"Write your first draft with your heart. Re-write with your head."
~ from the movie <i>Finding Forrester</i>
</p>
</div>
</div>

<div id="outline-container-orgf3321ab" class="outline-4">
<h4 id="final-term-paper"><a id="orgf3321ab"></a><a id="ID-C7E954BD-698D-4BC8-A2AF-18F5C293A964"></a><span class="section-number-4">2.3.10</span> Final term paper</h4>
<div class="outline-text-4" id="text-final-term-paper">
<p>
"I'm not a very good writer, but I'm an excellent rewriter." ~ James Michener
</p>
</div>
</div>
</div>

<div id="outline-container-org2911d58" class="outline-3">
<h3 id="class-presentations"><a id="org2911d58"></a><a id="ID-89825B74-0BDC-4B77-9C4D-7315918EC0A7"></a><span class="section-number-3">2.4</span> Class presentation</h3>
<div class="outline-text-3" id="text-class-presentations">
<p>
Your research presentation should <i>not</i> be a simple "replay" of your
topic but should be re-designed so that you
</p>
<ul class="org-ul">
<li>spend some time talking spontaneously</li>
<li>employ more than one medium (such as slides)</li>
<li>engage your classmates in discussion</li>
</ul>

<p>
A successful presentation will focus on one part of the research, without trying
to cover all of the research in your paper. You will have about 15&#x2013;20 minutes
to make your presentation; this will include time devoted to questions and
answers.
</p>

<p>
Your presentation will be graded separately from your paper.
</p>
</div>
</div>
<div id="outline-container-org79a0452" class="outline-3">
<h3 id="dq"><a id="org79a0452"></a><a id="ID-809535A3-6707-452E-8ADF-C864ADD66568"></a><span class="section-number-3">2.5</span> Discussion Questions</h3>
<div class="outline-text-3" id="text-dq">
<p>
These discussion questions help guide the conversation.  They are meant to
augment the questions you bring to class.  Also, note that Discussion Questions
1&#x2013;6 include the three questions that will appear on the mid-term examination.
</p>
</div>

<div id="outline-container-org0300c02" class="outline-4">
<h4 id="dq1"><a id="org0300c02"></a><a id="ID-DD0031BD-09F3-4B77-AAA2-9F0371D79B76"></a><span class="section-number-4">2.5.1</span> Discussion Questions 1</h4>
<div class="outline-text-4" id="text-dq1">
<ul class="org-ul">
<li>How has the institutional framework of Hawaiian archaeology changed
over time?</li>
<li>What was the innovation introduced by the settlement pattern
approach?</li>
<li>What research questions occupy Hawaiian archaeologists today?</li>
<li>How is archaeology different from history?</li>
<li>How is historicism different from social science?</li>
<li>Why study archaeology?</li>
<li>Is the temple on L&#0257na`i Island a site?  Why, or why not?</li>
<li>What is the necessary condition of inquiry?  Is scientific inquiry
fundamentally different from other forms of inquiry?  Why or why
not?</li>
<li>List the three logical steps of and describe
them in your own terms.</li>
</ul>
</div>
</div>

<div id="outline-container-org3227160" class="outline-4">
<h4 id="dq2"><a id="org3227160"></a><a id="ID-5E5901A3-3E54-40B8-8E65-0B8EA4D0976B"></a><span class="section-number-4">2.5.2</span> Discussion Questions 2</h4>
<div class="outline-text-4" id="text-dq2">
<ul class="org-ul">
<li>Describe the geological stages of islands in the Hawaiian Chain,
starting at Hawai`i Island in the southeast and ending at H&#0333lanik&#0363
in the northwest.  What is responsible for the differences?</li>
<li>From the point of view of Polynesian sailors, describe the factors
that make the Hawaiian chain an isolated landmass.</li>
<li>Imagine yourself on the voyage with the Polynesian discoverers of
Hawai`i.  What strange and unusual plants and animals might you
have seen when you first stepped ashore?</li>
<li>Briefly describe one of the misunderstandings between <i>kanaka
maoli</i> and Cook's crew, focusing on the different ideas at its
heart.  Are your ideas today closer to Cook's crew's ideas, or to
the ideas held by <i>kanaka maoli</i> in 1778&#x2013;1779?</li>
</ul>
</div>
</div>

<div id="outline-container-org683f0ae" class="outline-4">
<h4 id="dq3"><a id="org683f0ae"></a><a id="ID-2E5E517C-8B62-4661-B272-5E64E57FD1F3"></a><span class="section-number-4">2.5.3</span> Discussion Questions 3</h4>
<div class="outline-text-4" id="text-dq3">
<ul class="org-ul">
<li>Compare and contrast the three different ways archaeologists have
tried to estimate the date when Polynesians discovered Hawai`i.
What is the best estimate of the discovery date?</li>
<li>Hawaiian archaeologists routinely confuse <i>sites</i> and <i>surface</i>
<i>architectural features</i>.  Is this a problem?  Why or why not?</li>
<li>How does Hommon's model for the development of traditional Hawaiian
settlement relate to the division of lands into <i>moku</i> and <i>ahupua`a</i>?</li>
<li>From the lecture, summarize the archaeological sequence of Hawai`i
in terms of Discovery, Colonization, Settlement, and Innovation.</li>
</ul>
</div>
</div>
<div id="outline-container-orgeed9979" class="outline-4">
<h4 id="dq4"><a id="orgeed9979"></a><a id="ID-E3006932-E424-470F-9122-29D33B0E834E"></a><span class="section-number-4">2.5.4</span> Discussion Questions 4</h4>
<div class="outline-text-4" id="text-dq4">
<ul class="org-ul">
<li>Describe the differences between Tongan and Hawaiian kinship
terms.  How do the differences in terms reflect differences in
social organization?</li>
<li>What is the <i>fahu</i> relationship in Tonga?  How was it involved in
the relationship of the sacred Tu`i Tonga to the secular Tu`i
Kanokupolu?</li>
<li>Describe the movement of people and things through the Tongan
empire.  How did the movement of people and things support the high
status of the Tu`i Tonga?</li>
<li>Traditional Hawaiian political power is sometimes characterized as
territorial in comparison to Tonga.  Describe the territorial
organization of Hawaiian kingship.  Suggest some ideas why Hawaiian
kings were different from kings in Tonga.</li>
</ul>
</div>
</div>
