anth-464/anth-464-syllabus-16-week.org
*** DONE Discussion Questions 5
    :PROPERTIES:
    :CUSTOM_ID: dq5
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-09 Wed 16:18]
    :END:
 # Chapter 4
  - What influence did the introduction of the Polynesian rat have on
    Hawaiian natural history?  Were these changes good or bad for the
    Polynesian colonists?  Why?
  - Describe the process by which Polynesians transformed the Hawaiian
    landscape, changing it from its natural state to one more like the
    homeland islands.
  - How does traditional Hawaiian rain-fed agriculture differ from
    traditional irrigated agriculture?  How are the two types of
    agriculture distributed across the islands?
  - Describe the leeward Kohala field system.  How and when did it
    develop?
  - Describe the distribution of faunal remains in archaeological sites
    on the leeward side of Hawai`i Island.  What does this pattern
    indicate about traditional Hawaiian behavior?

*** DONE Discussion Questions 6
    :PROPERTIES:
    :CUSTOM_ID: dq6
    :END:
    :LOGBOOK:
    - State "DONE"       from "DONE"       [2015-09-11 Fri 09:01]
    - State "DONE"       from "TODO"       [2015-09-11 Fri 08:38]
    :END:
 # Archaeological mapping, surface architecture

  # - Describe the similarities and differences in the maps of H\amacron{}paiali`i
  #   Heiau drawn by John F. G. Stokes (slide 23), Henry E. P. Kekahuna
  #   (slide 25), and J. Keone Kalawe (slide 45).  Which do you prefer?
  #   Why?
  - Why is the base of surface architecture important to an
    archaeologist?
  - How old are the oldest well-dated Hawaiian habitation structures?
    How are their construction dates related to the traditional
    Hawaiian cultural sequence?
*** DONE Discussion Questions 7
    :PROPERTIES:
    :CUSTOM_ID: dq7
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:01]
    :END:
 # Textbook, Chapter 5.
  - On page 67 the textbook contrasts "the more or less synchronic
    perspective on Hawaiian craft economies in the post-contact period"
    offered by study of museum ethnographic collections with "the
    long-term historical development of Hawaiian technologies and craft
    economies" offered by archaeological study.  What are some things
    that can be learned by archaeological study that can't be learned
    from museum collections?
  - Over the years there have been suggestions that fishhooks and adzes
    changed over time, so that there are early forms and late forms of
    both artifacts.  Why aren't these artifacts used to date sites in
    Hawai`i?
  - Describe the difference between "attached specialists" and
    "independent specialists."  Why has this distinction so far proved
    impossible to make with archaeological materials from Hawai`i?
    (Hint: see the logic of archaeological inquiry.)

*** DONE Discussion Questions 8
    :PROPERTIES:
    :CUSTOM_ID: dq8
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 08:30]
    - State "TODO"       from "DONE"       [2015-09-10 Thu 06:12]
    - State "DONE"       from "TODO"       [2015-09-10 Thu 06:12]
    :END:
 # Excavation lecture
  - How was the topography of the Waim\amacron{}nalo Plain (slide 5) expressed
    in the distribution of remains in the excavation (slide 30)?  What
    kinds of remains were recovered?
  - What is an otolith?  How did the identification of /`\omacron{}`io/ otoliths
    change the picture of traditional Hawaiian fishing at Waim\amacron{}nalo?
  - Compare the photograph of the stratigraphic profile (slide 13) with
    the stratigraphic profile drawn by Kim Kalama (slide 15).  What
    kinds of thing are easier to see in the drawing?  Why?
  - What kinds of activities are represented in the artifact
    collection?  How would you characterize traditional Hawaiian
    settlement at the site?

*** DONE Discussion Questions 9
    :PROPERTIES:
    :CUSTOM_ID: dq9
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:29]
    :END:
 # Texbook Chapter 6, PWW glass lecture

  - Describe the distribution of Pu`uwa`awa`a volcanic glass away from
    its source in North Kona.  How does this distribution indicate the
    value of the glass?
  - Describe the differences between "cost surface overland", "`as the
    crow flies' overland", and "canoe from depot" models of volcanic
    glass distribution.  Is it useful to have these different models?
    Why or why not?
  - At the time of European contact, Hawaiian /ali`i/ were among the
    most powerful people in all of Polynesia. Many archaeologists
    believe that warfare was essential for /ali`i/ to establish power.
    Where does the evidence to support the importance of warfare in old
    Hawai`i come from?  Does the archaeological record show that
    Hawaiian society was war-like?  Why or why not?
  - What is the "correlate method" for identifying states with
    archaeological materials?  Accepting that contact-era Hawaiian
    society was a state, does the "correlate method" work?  Why or why
    not?

*** DONE Discussion Questions 10
    :PROPERTIES:
    :CUSTOM_ID: dq10
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 09:38]
    :END:
 # Hawaiian Ko`i
  - Describe the parts of a traditional Hawaiian adze blade.  Which
    features do Hawaiian archaeologists use to classify the adze
    blades? Do these features relate to the form of the tool, its
    function, or both?  How so?
  - Describe the two reduction sequences identified for Hawaiian
    adzes.  How do these sequences relate to the form of the finished
    tool?
*** DONE Discussion Questions 11
    :PROPERTIES:
    :CUSTOM_ID: dq11
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 10:43]
    :END:
    # Chapter 7, Rain-fed agriculture

  - Describe the post-contact history of the Hawaiian adze.  What
    social and economic factors contributed to the persistence of stone
    adze use in the post-contact period?
  - Describe the changes in Hawaiian household settlement pattern when
    traditional building materials were abandoned and imported
    materials took their place.  How were these settlement pattern changes
    related to social changes?
  - What are the cross-cultural attributes of wealth-assets?  How are
    wealth-assets distinguished from other valuables?
  - Describe the development of the leeward Kohala field system.  Would
    a map of the field system that charts development by successive
    generations of Hawaiian farmers be useful?  Why or why not?

*** DONE Discussion Questions 12
    :PROPERTIES:
    :CUSTOM_ID: dq12
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 11:06]
    :END:
 # Abrader quarries

  - There is no doubt that canoes were valuable in old Hawai`i.  Were
    they also wealth-assets?  Why or why not?
  - Describe the scale of abrader quarrying at Kahuku.  Does it
    surprise you?  Why or why not?  What does the scale of abrader
    quarrying indicate about old Hawai`i?

