anth-464/anth-464-syllabus-16-week.html

<div id="outline-container-org643f3cb" class="outline-4">
<h4 id="dq5"><a id="org643f3cb"></a><a id="ID-D972834D-1D4B-474B-8820-6BDCF9442710"></a><span class="section-number-4">2.5.5</span> Discussion Questions 5</h4>
<div class="outline-text-4" id="text-dq5">
<ul class="org-ul">
<li>What influence did the introduction of the Polynesian rat have on
Hawaiian natural history?  Were these changes good or bad for the
Polynesian colonists?  Why?</li>
<li>Describe the process by which Polynesians transformed the Hawaiian
landscape, changing it from its natural state to one more like the
homeland islands.</li>
<li>How does traditional Hawaiian rain-fed agriculture differ from
traditional irrigated agriculture?  How are the two types of
agriculture distributed across the islands?</li>
<li>Describe the leeward Kohala field system.  How and when did it
develop?</li>
<li>Describe the distribution of faunal remains in archaeological sites
on the leeward side of Hawai`i Island.  What does this pattern
indicate about traditional Hawaiian behavior?</li>
</ul>
</div>
</div>

<div id="outline-container-org7c346c2" class="outline-4">
<h4 id="dq6"><a id="org7c346c2"></a><a id="ID-A201459D-7F1D-43AA-A021-6F77FCCC84F5"></a><span class="section-number-4">2.5.6</span> Discussion Questions 6</h4>
<div class="outline-text-4" id="text-dq6">
<ul class="org-ul">
<li>Why is the base of surface architecture important to an
archaeologist?</li>
<li>How old are the oldest well-dated Hawaiian habitation structures?
How are their construction dates related to the traditional
Hawaiian cultural sequence?</li>
</ul>
</div>
</div>
<div id="outline-container-org7155c52" class="outline-4">
<h4 id="dq7"><a id="org7155c52"></a><a id="ID-F0E8330E-2C66-4AD4-BF81-FD81A929DC69"></a><span class="section-number-4">2.5.7</span> Discussion Questions 7</h4>
<div class="outline-text-4" id="text-dq7">
<ul class="org-ul">
<li>On page 67 the textbook contrasts "the more or less synchronic
perspective on Hawaiian craft economies in the post-contact period"
offered by study of museum ethnographic collections with "the
long-term historical development of Hawaiian technologies and craft
economies" offered by archaeological study.  What are some things
that can be learned by archaeological study that can't be learned
from museum collections?</li>
<li>Over the years there have been suggestions that fishhooks and adzes
changed over time, so that there are early forms and late forms of
both artifacts.  Why aren't these artifacts used to date sites in
Hawai`i?</li>
<li>Describe the difference between "attached specialists" and
"independent specialists."  Why has this distinction so far proved
impossible to make with archaeological materials from Hawai`i?
(Hint: see .)</li>
</ul>
</div>
</div>

<div id="outline-container-org077fb6c" class="outline-4">
<h4 id="dq8"><a id="org077fb6c"></a><a id="ID-C1F0B771-FD07-4118-B778-3D32E440B3F7"></a><span class="section-number-4">2.5.8</span> Discussion Questions 8</h4>
<div class="outline-text-4" id="text-dq8">
<ul class="org-ul">
<li>How was the topography of the Waim&#0257nalo Plain (slide 5) expressed
in the distribution of remains in the excavation (slide 30)?  What
kinds of remains were recovered?</li>
<li>What is an otolith?  How did the identification of <i>`&#0333`io</i> otoliths
change the picture of traditional Hawaiian fishing at Waim&#0257nalo?</li>
<li>Compare the photograph of the stratigraphic profile (slide 13) with
the stratigraphic profile drawn by Kim Kalama (slide 15).  What
kinds of thing are easier to see in the drawing?  Why?</li>
<li>What kinds of activities are represented in the artifact
collection?  How would you characterize traditional Hawaiian
settlement at the site?</li>
</ul>
</div>
</div>

<div id="outline-container-org63de2f4" class="outline-4">
<h4 id="dq9"><a id="org63de2f4"></a><a id="ID-882D8A11-BB24-4B2B-9F78-7E986655CD0D"></a><span class="section-number-4">2.5.9</span> Discussion Questions 9</h4>
<div class="outline-text-4" id="text-dq9">
<ul class="org-ul">
<li>Describe the distribution of Pu`uwa`awa`a volcanic glass away from
its source in North Kona.  How does this distribution indicate the
value of the glass?</li>
<li>Describe the differences between "cost surface overland", "`as the
crow flies' overland", and "canoe from depot" models of volcanic
glass distribution.  Is it useful to have these different models?
Why or why not?</li>
<li>At the time of European contact, Hawaiian <i>ali`i</i> were among the
most powerful people in all of Polynesia. Many archaeologists
believe that warfare was essential for <i>ali`i</i> to establish power.
Where does the evidence to support the importance of warfare in old
Hawai`i come from?  Does the archaeological record show that
Hawaiian society was war-like?  Why or why not?</li>
<li>What is the "correlate method" for identifying states with
archaeological materials?  Accepting that contact-era Hawaiian
society was a state, does the "correlate method" work?  Why or why
not?</li>
</ul>
</div>
</div>

<div id="outline-container-orgf68af8c" class="outline-4">
<h4 id="dq10"><a id="orgf68af8c"></a><a id="ID-3600A22E-2310-4862-BF9E-85163F52A46B"></a><span class="section-number-4">2.5.10</span> Discussion Questions 10</h4>
<div class="outline-text-4" id="text-dq10">
<ul class="org-ul">
<li>Describe the parts of a traditional Hawaiian adze blade.  Which
features do Hawaiian archaeologists use to classify the adze
blades? Do these features relate to the form of the tool, its
function, or both?  How so?</li>
<li>Describe the two reduction sequences identified for Hawaiian
adzes.  How do these sequences relate to the form of the finished
tool?</li>
</ul>
</div>
</div>
<div id="outline-container-orgaba1a0e" class="outline-4">
<h4 id="dq11"><a id="orgaba1a0e"></a><a id="ID-C9871A51-7726-435D-A1D4-BF35091672E5"></a><span class="section-number-4">2.5.11</span> Discussion Questions 11</h4>
<div class="outline-text-4" id="text-dq11">
<ul class="org-ul">
<li>Describe the post-contact history of the Hawaiian adze.  What
social and economic factors contributed to the persistence of stone
adze use in the post-contact period?</li>
<li>Describe the changes in Hawaiian household settlement pattern when
traditional building materials were abandoned and imported
materials took their place.  How were these settlement pattern changes
related to social changes?</li>
<li>What are the cross-cultural attributes of wealth-assets?  How are
wealth-assets distinguished from other valuables?</li>
<li>Describe the development of the leeward Kohala field system.  Would
a map of the field system that charts development by successive
generations of Hawaiian farmers be useful?  Why or why not?</li>
</ul>
</div>
</div>

<div id="outline-container-org04e3741" class="outline-4">
<h4 id="dq12"><a id="org04e3741"></a><a id="ID-7C22A177-089F-46A0-A861-BA132ECCCDBA"></a><span class="section-number-4">2.5.12</span> Discussion Questions 12</h4>
<div class="outline-text-4" id="text-dq12">
<ul class="org-ul">
<li>There is no doubt that canoes were valuable in old Hawai`i.  Were
they also wealth-assets?  Why or why not?</li>
<li>Describe the scale of abrader quarrying at Kahuku.  Does it
surprise you?  Why or why not?  What does the scale of abrader
quarrying indicate about old Hawai`i?</li>
</ul>
</div>
</div>
