anth-464/anth-464-syllabus-16-week.org
*** DONE Discussion Questions 13
    :PROPERTIES:
    :CUSTOM_ID: dq13
    :END:
    :LOGBOOK:
    - State "DONE"       from "TODO"       [2015-09-11 Fri 11:06]
    :END:
 # Chapter 8
  - Describe the next generation of Hawaiian archaeologists and compare
    it to the current generation.  What are the similarities and
    differences?  What changes to archaeological practice should the
    new generation of archaeologists strive to establish?
  - Does archaeology have a future in Hawai`i?  Is archaeology useful
    in the process of decolonization, or does it work to maintain a
    colonized mindset?

* Class Records                                                    :noexport:
** Spring 2017                                                     :noexport:

*** Attendance
 1 = attended, 0 = did not attend

 | Name              | 1/9 | 1/11 | 1/13 | 1/18 | 1/20 | 1/23 | 1/25 | 1/27 | 1/30 | 2/1 | 2/3 | 2/6 | 2/8 | 2/10 | 2/13 | 2/15 | 2/17 | 2/22 | 2/24 | 2/27 | 3/1 | 3/3 | 3/6 | 3/8 | 3/10 | 3/13 | 3/15 | 3/17 | 3/20 | 3/22 | 3/24 | 4/3 | 4/5 | 4/7 | 4/10 | 4/12 | 4/17 | 4/19 | 4/21 | 4/24 | 4/26 | 4/28 | 5/1 | 5/3 | User ID  | Topic       |
 |-------------------+-----+------+------+------+------+------+------+------+------+-----+-----+-----+-----+------+------+------+------+------+------+------+-----+-----+-----+-----+------+------+------+------+------+------+------+-----+-----+-----+------+------+------+------+------+------+------+------+-----+-----+----------+-------------|
 | Camit, Ian        |   1 |    1 |    1 |    1 |    0 |    1 |    1 |    1 |    0 |   1 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |    0 |    0 |    1 |   1 |   1 |   0 |   1 |    1 |    1 |    1 |    0 |    1 |    0 |    1 |   1 |   1 |   1 |    1 |    0 |    0 |    1 |    1 |    1 |    1 |    1 |   1 |   1 | icamit   | trails      |
 | Dulay, Daries     |   1 |    1 |    1 |    1 |    1 |    1 |    0 |    1 |    1 |   0 |   0 |   0 |   0 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |   0 |   0 |   0 |   1 |    0 |    1 |    1 |    1 |    0 |    0 |    1 |   0 |   1 |   1 |    1 |    0 |    0 |    0 |    0 |    1 |    0 |    0 |   0 |   1 | daries   | petroglyphs |
 | Forti, Savannah   |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    0 |   1 |   1 |   1 |   1 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |   1 |   0 |   1 |   1 |    0 |    1 |    1 |    1 |    1 |    1 |    0 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   0 |   1 | forti    | Halawa      |
 | Hezekia, Kauilani |   0 |    1 |    1 |    1 |    1 |    1 |    1 |    0 |    1 |   1 |   0 |   0 |   1 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |   0 |   0 |   1 |   1 |    1 |    1 |    1 |    1 |    0 |    1 |    0 |   0 |   1 |   0 |    1 |    1 |    0 |    0 |    0 |    1 |    1 |    0 |   1 |   1 | kmhezeki | Kanewai     |
 | Klem, Jonathon    |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    0 |    1 |    1 |   1 |   0 |   0 |    1 |    0 |    1 |    0 |    1 |    1 |    1 |    1 |   1 |   1 | jklem    | archaic     |
 | Leafa, Demelsa    |   0 |    1 |    0 |    1 |    0 |    0 |    0 |    0 |    0 |   0 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |    1 |    1 |    0 |   0 |   0 |   1 |   1 |    1 |    1 |    1 |    1 |    0 |    0 |    1 |   0 |   0 |   0 |    0 |    0 |    0 |    0 |    0 |    0 |    0 |    0 |   0 |   0 | dleafa   | plants      |
 | Maripuu, Sara     |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    0 |    1 |   1 |   1 |   0 |   1 |    1 |    0 |    0 |    1 |    1 |    1 |    0 |   1 |   0 |   1 |   0 |    1 |    0 |    0 |    0 |    0 |    0 |    0 |   0 |   0 |   0 |    0 |    0 |    0 |    0 |    0 |    0 |    0 |    0 |   0 |   0 | smaripuu | heiau       |
 | Viereck, Henry    |   1 |    1 |    0 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |   1 |   1 |   0 |    1 |    1 |    0 |    1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   0 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |   1 | hviereck | dating      |

 I missed class on 2/15


** Spring 2018
*** TODO Attendance
 1 = attended, 0 = did not attend

| Name                       | Presentation | 4/25 | 4/27 | 4/23 | 4/16 | 4/18 | 4/20 | 4/9 | 4/11 | 4/13 | 4/2 | 4/4 | 4/6 | 3/19 | 3/21 | 3/23 | 3/12 | 3/14 | 3/16 | 3/5 | 3/7 | 3/9 | 2/21 | 2/23 | 2/26 | 2/28 | 3/2 | 2/12 | 2/14 | 2/16 | 2/5 | 2/7 | 2/9 | 1/8 | 1/10 | 1/12 | 1/17 | 1/19 | 1/22 | 1/24 | 1/26 | 1/29 | 1/31 | 2/2 | 4/30 | 5/2 | Topic           | 1st draft grade | complete draft | writing | enough arch | comments |
|----------------------------+--------------+------+------+------+------+------+------+-----+------+------+-----+-----+-----+------+------+------+------+------+------+-----+-----+-----+------+------+------+------+-----+------+------+------+-----+-----+-----+-----+------+------+------+------+------+------+------+------+------+-----+------+-----+-----------------+-----------------+----------------+---------+-------------+----------|
| Abbey, Alana               |              |    0 |      |    0 |    0 |    0 |    0 |   0 |    0 |    0 |   0 |   0 |   0 |    0 |    0 |    0 |    0 |    0 |    0 |   0 |   0 |   0 |    1 |    1 |    1 |    0 |   0 |    1 |    1 |    1 |   1 |   0 |   1 |   1 |    1 |    1 |    0 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | He`eia fishpond |               0 |              0 |       0 |           0 |        0 |
| Aweau, Jahstyn             | 5/2 t        |    0 |      |    1 |    0 |    1 |    0 |   0 |    1 |    1 |   1 |   0 |   1 |    1 |    1 |    0 |    0 |    1 |    0 |   0 |   1 |   0 |    1 |    1 |    1 |    1 |   1 |    0 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | Pi`ilanihale    |               5 |              0 |       0 |           1 |        9 |
| Bosque, Doran              | 4/27   t     |    1 |    1 |    1 |    1 |    0 |    0 |   0 |    1 |    0 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |    0 |    1 |   1 |   1 |   1 |    1 |    1 |    1 |    0 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | birds           |              10 |              1 |       1 |           0 |       32 |
| Burkert, Clarissa (Tana)   |              |    1 |    1 |    0 |    1 |    1 |    0 |   0 |    1 |    0 |   0 |   0 |   0 |    1 |    1 |    0 |    0 |    0 |    0 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | Wailupe mauka   |               0 |              0 |       0 |           0 |        0 |
| Chang, Daven               | 4/25   t     |    1 |    1 |    1 |    1 |    1 |    1 |   1 |    1 |    1 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |    1 |    1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    0 |    1 |    1 |   1 |      |     | Wailupe heiau   |              10 |              1 |       1 |           0 |       90 |
| Goode, Shelby              |              |    0 |    ` |    0 |    0 |    0 |    0 |   0 |    0 |    0 |   0 |   0 |   0 |    0 |    0 |    0 |    0 |    0 |    0 |   0 |   0 |   0 |    0 |    0 |    0 |    0 |   0 |    1 |    0 |    0 |   1 |   1 |   1 |   1 |    1 |    0 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | burials         |               0 |              0 |       0 |           0 |        0 |
| Hoshijo, Kai               | 5/2   t      |    1 |      |    1 |    1 |    0 |    0 |   0 |    1 |    0 |   0 |   0 |   1 |    1 |    0 |    0 |    0 |    1 |    0 |   1 |   0 |   0 |    1 |    1 |    0 |    1 |   0 |    1 |    0 |    1 |   1 |   1 |   1 |   1 |    0 |    0 |    1 |    1 |    1 |    0 |    1 |    1 |    0 |   1 |      |     | fishponds       |               5 |              0 |       1 |           0 |        5 |
| Ling, Kilinahemalie (Kili) | 4/27   t     |    1 |      |    1 |    0 |    1 |    0 |   0 |    1 |    0 |   0 |   1 |   0 |    0 |    0 |    0 |    1 |    1 |    0 |   0 |   1 |   0 |    0 |    1 |    1 |    1 |   0 |    1 |    0 |    0 |   0 |   1 |   1 |   1 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |    1 |    1 |   0 |      |     | Kalaupapa       |               5 |              0 |       1 |           0 |       13 |
| Mckenzie, Tristan          | 4/30  t      |    1 |      |    1 |    1 |    1 |    1 |   1 |    1 |    1 |   1 |   0 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | volcanic glass  |              12 |              1 |       1 |           1 |       16 |
| Navarro, Nadine            | 5/2   t      |    1 |      |    1 |    1 |    1 |    1 |   1 |    0 |    0 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |   0 |   1 |   1 |    1 |    1 |    0 |    1 |   1 |    1 |    0 |    1 |   1 |   1 |   0 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | Na Pali         |               8 |              1 |       0 |           1 |       78 |
| Probst, Mikel              |              |    0 |      |    0 |    0 |    0 |    0 |   0 |    0 |    0 |   1 |   0 |   0 |    1 |    0 |    1 |    0 |    1 |    0 |   1 |   0 |   0 |    0 |    0 |    1 |    0 |   1 |    1 |    0 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |    1 |   1 |      |     | Pa`ao           |               0 |              0 |       0 |           0 |        0 |
| Sikkink, Marta (MJ)        | 4/30  t      |    1 |      |    1 |    1 |    1 |    1 |   1 |    1 |    0 |   1 |   1 |   1 |    1 |    1 |    1 |    0 |    0 |    0 |   1 |   1 |   0 |    1 |    1 |    1 |    1 |   0 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    0 |    0 |    1 |    1 |    1 |    1 |   1 |      |     | Mauna Kea       |              10 |              1 |       1 |           0 |       43 |
| Sullivan, Kyle             | 4/25   t     |    1 |      |    1 |    1 |    1 |    0 |   1 |    1 |    0 |   1 |   0 |   1 |    1 |    1 |    1 |    1 |    0 |    1 |   1 |   1 |   1 |    1 |    1 |    0 |    1 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   1 |      |     | Haleakala       |              14 |              1 |       1 |           1 |       62 |
| Teruo, Jenivy              | 5/2   t      |    0 |      |    0 |    0 |    1 |    1 |   0 |    1 |    1 |   1 |   1 |   1 |    0 |    1 |    1 |    1 |    1 |    0 |   0 |   1 |   1 |    1 |    1 |    1 |    1 |   1 |    1 |    1 |    1 |   1 |   1 |   1 |   1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |    1 |   0 |      |     | Poi pounders    |               8 |              1 |       0 |           1 |      146 |

* Notes                                                            :noexport:
** Fishhook db link

http://data.bishopmuseum.org/ethnology/db/type.php?type=fishhook

** Options for LaTeX slideshows
,#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:{} arch:headline
,#+OPTIONS: author:t c:nil creator:nil d:(not "LOGBOOK") date:nil
,#+OPTIONS: e:t email:nil f:t inline:t num:t p:nil pri:nil prop:nil
,#+OPTIONS: stat:t tags:t tasks:t tex:t timestamp:t toc:nil todo:nil |:t


** DONE Writing intensive focus
:LOGBOOK:
- State "DONE"       from "TODO"       [2015-10-01 Thu 11:04]
:END:
 [2015-08-24 Mon]
 [[mu4e:msgid:55DB692A.7050203@hawaii.edu][Focus Request Form]]

* Mid-term Examination Questions                                   :noexport:
  :PROPERTIES:
  :EXPORT_FILE_NAME: 464-mid-term
  :EXPORT_TITLE: Mid-term Examination Questions
  :EXPORT_LATEX_CLASS: article
  :EXPORT_AUTHOR: Hawaiian Archaeology ANTH 464
  :EXPORT_OPTIONS: toc:nil
  :END:

 - Describe the distribution of faunal remains in archaeological sites
   on the leeward side of Hawai`i Island.  What does this pattern
   indicate about traditional Hawaiian behavior?

 - Why study archaeology?

 - Compare and contrast the three different ways archaeologists have
   tried to estimate the date when Polynesians discovered Hawai`i.
   What is the best estimate of the discovery date?

* Footnotes                                                        :noexport:

[fn:1] See http://en.wikisource.org/wiki/The_Fixation_of_Belief.

[fn:2] See http://nmita.iowa.uiowa.edu/database/teleost/systemat/albu1.htm.

[fn:3] See http://hilo.hawaii.edu/depts/geoarchaeology/.  This page
has links to several spreadsheets with the results of EDXRF analyses.

[fn:4] See http://www.tsdye2.com/reports/065/report/kaiholena_preservation_report.html.






* Setup for slide shows                                            :noexport:

** Source Code                                                     :noexport:

*** User Entities
The following source code block sets up user entities that are used frequently
in my work. I use the various =.*macron= commands to typeset Hawaiian
language words with what is known in Hawaiian as a /kahak\omacron{}/.

#+name: user-entities
#+begin_src emacs-lisp
  (add-to-list 'org-entities-user '("amacron" "\\={a}" nil "&#0257;" "a" "a" ""))
  (add-to-list 'org-entities-user '("emacron" "\\={e}" nil "&#0275;" "e" "e" ""))
  (add-to-list 'org-entities-user '("imacron" "\\={\\i}" nil "&#0299;" "i" "i" ""))
  (add-to-list 'org-entities-user '("omacron" "\\={o}" nil "&#0333;" "o" "o" ""))
  (add-to-list 'org-entities-user '("umacron" "\\={u}" nil "&#0363;" "u" "u" ""))
  (add-to-list 'org-entities-user '("Amacron" "\\={A}" nil "&#0256;" "A" "A" ""))
  (add-to-list 'org-entities-user '("Emacron" "\\={E}" nil "&#0274;" "E" "E" ""))
  (add-to-list 'org-entities-user '("Imacron" "\\={I}" nil "&#0298;" "I" "I" ""))
  (add-to-list 'org-entities-user '("Omacron" "\\={O}" nil "&#0332;" "O" "O" ""))
  (add-to-list 'org-entities-user '("Umacron" "\\={U}" nil "&#0362;" "U" "U" ""))
#+end_src

