anth-464/anth-464-syllabus-16-week.html

<div id="outline-container-orgfb5749b" class="outline-4">
<h4 id="dq13"><a id="orgfb5749b"></a><a id="ID-AFE642F9-47E8-4DA3-AE8B-5FFE99EDF058"></a><span class="section-number-4">2.5.13</span> Discussion Questions 13</h4>
<div class="outline-text-4" id="text-dq13">
<ul class="org-ul">
<li>Describe the next generation of Hawaiian archaeologists and compare
it to the current generation.  What are the similarities and
differences?  What changes to archaeological practice should the
new generation of archaeologists strive to establish?</li>
<li>Does archaeology have a future in Hawai`i?  Is archaeology useful
in the process of decolonization, or does it work to maintain a
colonized mindset?</li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Dr. Thomas S. Dye</p>
<p class="date">Created: 2018-10-14 Sun 09:47</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
